Repository: jalvaradosegura/huestions
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: The list needs at least 1 question with 2 alternatives to be completed
es: La lista necesita al menos 1 pregunta con 2 alternativas para estar completa

source: The list you are trying to see is incomplete
es: La lista que estás intentado acceder está incompleta

source: List was created successfully
es: Lista creada con éxito

source: List was edited successfully
es: Lista editada con éxito

source: List was deleted successfully
es: Lista eliminada con éxito

source: List was published successfully
es: Lista publicada con éxito

source: The list reached the limit of questions
es: La lista alcanzó el límite de preguntas

source: Question was created successfully
es: Pregunta creada con éxito

source: Question was edited successfully
es: Pregunta editada con éxito

source: Question was deleted successfully
es: Pregunta eliminada con éxito

source: You already answered all the questions for this list
es: Ya respondiste todas las preguntas de esta lista

source: You must answer all the list questions before seeing its results
es: Debes responder todas las preguntas de la lista antes de ver los resultados

source: The user that shared this list with you haven't answer all its questions, so you won't be able to see that person answers. Tell the user to answer all the questions
es: La persona que compartió esta lista contigo, no ha respondido sus preguntas, por lo que no podrás ver las respuestas de esa persona. Dile que responsa todas las preguntas

source: Please do not try to do weird stuff with the site
es: Por favor no intentes hacer cosas extrañas en la página

source: Do not use special chars.
es: No uses caracteres especiales.

source: File too large. Size should not exceed 2 MB.
es: Archivo demasiado grande. El tamaño no debe exceder de 2 MB.

source: File extension not valid. Allowed extensions: .jpg, .jpeg, .png.
es: Extensión de archivo no válida. Extensiones permitidas: .jpg, .jpeg, .png.

source: 100 characters max and 5 min. Also don't use special chars.
es: 100 caracteres máximo y 5 mínimo. Tampoco uses caracteres especiales.

source: 100 characters max. Also don't use special chars.
es: 100 caracteres máximo. Tampoco uses caracteres especiales.

source: Invalid header found.
es: Se encontró un header inválido

source: Picture must have a size under 2 MB.
es: La foto debe tener un tamaño inferior o igual a 2 MB.

source: Your email
es: Tu email

source: Subject
es: Asunto

source: Message
es: Mensaje

source: title
es: título

source: English
es: Inglés

source: Spanish
es: Español

source: Title
es: Título

source: Alternatives
es: Alternativas

source: Alternative 1
es: Alternativa 1

source: Alternative 2
es: Alternativa 2

source: About of
es: Acerca de

source: <b><u>H</u></b>ard Q<b><u>uestions</u></b>. Mixing both words, is how Huestions was born.
es: <b><u>H</u></b>ard Q<b><u>uestions</u></b>. Mezclando ambas palabras, nació Huestions.

source: The goal is pretty simple: make funny lists of questions, share these lists and see what your friends and the world answer.
es: El objetivo es bastante simple: hacer listas divertidas de preguntas, compartir estas listas y ver qué responden tus amigos y el mundo.

source: I have always wonder with certain tv series, movies, anime, which character people think is stronger or cooler? Or simply, similar questions with food, brands or sports. That's where the idea came.
es: Siempre me he preguntado con ciertas series de televisión, películas, anime, ¿qué personaje cree la gente que es más fuerte o más genial? O simplemente, preguntas similares con comida, marcas o deportes. De ahí surgió la idea.

source: I like sloths.
es: Me gustan los perezosos.

source: <h3>Hello from %(site_name)s 👋</h3>
es: <h3>Hola, te saluda %(site_name)s! 👋</h3>

source: Thanks for using %(site_name)s ❤️</p> <p>- %(site_domain)s team 🦥 -</p>
es: Gracias por usar %(site_name)s ❤️</p> <p>- El equipo de %(site_domain)s 🦥 -</p>

source: Hello from %(site_name)s!
es: Hola, te saluda %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
es: Gracias por usar %(site_name)s! %(site_domain)s

source: You're receiving this e-mail because user %(user_display)s has given your e-mail address to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
es: Has recibido este correo porque el usuario %(user_display)s ha indicado este correo para registrar su cuenta en %(site_domain)s. Para confirmar que esto es correcto, ir a %(activate_url)s

source: <p>You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.</p>
es: <p>Te llegó este correo electrónico porque tú u otra persona ha solicitado una contraseña para su cuenta de usuario. Puedes ignorar esto con tranquilidad si no solicitaste un restablecimiento de contraseña. Haz clic en el enlace de abajo para restablecer tu contraseña.</p>

source: Let's reset the password!
es: Vamos a restablecer la contraseña!

source: In case you forgot, your username is %(username)s.
es: Por si olvidaste tu usuario, tu usuario es %(username)s.

source: Confirm E-mail Address
es: Confirma dirección de correo

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
es: Por favor confirmar que <a href="mailto:%(email)s">%(email)s</a> es un correo del usuario %(user_display)s.

source: Confirm
es: Confirmar

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
es: Este link de confirmación de correo expiró o es inválido. Por favor <a href="%(email_url)s"> emitir un nuevo correo de confirmación.

source: Log In
es: Iniciar sesión

source: Forgot Password
es: Olvidaste la contraseña

source: Don't have an account yet
es: Todavía no tienes cuenta

source: Sign Out
es: Cerrar sesión

source: Are you sure you want to sign out
es: Realmente quieres cerrar sesión

source: Change Password
es: Cambiar contraseña

source: Forgot Password?
es: Olvidaste la contraseña?

source: Password Reset
es: Restablece la contraseña

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
es: Olvidaste tu contraseña? Ingresa tu dirección de correo a continuación y nosotros te enviaremos un correo para restablecerla.

source: Reset My Password
es: Restablecer mi contraseña

source: Please contact us if you have any trouble resetting your password.
es: Por favor contáctanos si tienes algún problema restableciendo tu contraseña.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
es: Te hemos enviado un correo. Por favor contáctanos si no lo recibes dentro de los próximos minutos.

source: Bad Token
es: Token erróneo

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El link para resetear la contraseña no era válido, posiblemente porque ya fue usado. Por favor solicitar <a href="%(passwd_reset_url)s"> nuevo reseteo de contraseña

source: Change password
es: Cambiar contraseña

source: Your password is now changed.
es: Tu contraseña ha sido cambiada.

source: Sign Up
es: Registrarse

source: Already have an account
es: Ya tienes una cuenta

source: By registering, you agree to our
es: Al registrarte, aceptas los

source: Terms and Conditions
es: Términos y Condiciones

source: Verify Your E-mail Address
es: Confirma dirección de correo

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
es: Esta parte del sitio require que verifiquemos que seas quien dices ser. Por eso, necesitamos que verifiques ser el dueño de tu correo.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
es: Te hemos enviado un correo. Por favor contáctanos si no lo recibes dentro de los próximos minutos.

source: Vote
es: Votar

source: You are <b>seeing this</b> message because you are <b>not logged in</b>
es: Estás <b>viendo este mensaje</b> porque <b>no has iniciado sesión</b>

source: <a href="%(account_signup)s">Create an account</a> (it will take you like 10 seconds, unless you are robot 🤖) or <a href="%(account_login)s">log in</a> to get access to all the features.
es: <a href="%(account_signup)s">Crea una cuenta</a> (te tomará como 10 segundos, a menos que seas un robot 🤖) o <a href="%(account_login)s">inicia sesión</a> para acceder a todas las funcionalidades.

source: By using an account you get to
es: Al usar una cuenta puedes

source: Vote in every list
es: Votar en todas las listas

source: Create lists.
es: Crear listas.

source: See the results of lists and see what your friends have voted
es: Ver los resultados de las listas y ver qué han votado tus amigos

source: This is and much more
es: Esto y mucho más

source: Play a demo list
es: Juega una lista demo

source: Contact Us
es: Contáctanos

source: Send
es: Enviar

source: Create a list
es: Crea una lista

source: Create
es: Crea

source: Create a question
es: Crea una pregunta

source: Choose a picture for Alternative 1
es: Elige una foto para la Alternativa 1

source: No file uploaded
es: No hay ningún archivo

source: Choose a picture for Alternative 2
es: Elige una foto para la Alternativa 2

source: Create & add another
es: Crear y agregrar otra

source: Create & publish the list
es: Crear y publicar lista

source: Create & go back
es: Crear y volver

source: Are you sure you want to delete
es: Realmente quieres borrar

source: Go back
es: Volver

source: Delete
es: Borrar

source: Results - Demo List
es: Resultados - Lista Demo

source: Demo list results
es: Resultados de la lista demo

source: <b>Thanks</b> for being registered, <b>you are the best</b>
es: <b>Gracias</b> por ser parte, <b>eres increíble</b>

source: We would love you even more if you can help us sharing the site and spreading the word
es: Te amaríamos más si pudieses ayudarnos compartiendo el sitio y pasando la voz

source: Huestions team
es: El equipo de Huestions

source: Your Lists
es: Tus listas

source: Apply changes
es: Aplicar cambios

source: Publish list
es: Publicar lista

source: Note
es: Nota

source: once published you can neither edit nor delete the list.
es: Una vez publicada no puedes editar ni borrar la lista

source: Current questions
es: Preguntas actuales

source: Maximum of 20 questions
es: Máximo de 20 preguntas

source: Add a question
es: Agregar una pregunta

source: Success
es: Éxito

source: Warning
es: Precaución

source: Artist
es: Artista

source: Graphic Designer
es: Diseñadora Gráfica

source: Contact
es: Contacto

source: Terms
es: Términos

source: Have fun
es: Diviértete

source: Lists
es: Listas

source: Red Panda Story
es: Historia del Red Panda

source: Nice, you just found a hidden link!
es: Bien, acabas de encontrar un link oculto!

source: We wanted a cute main character. So we were between a Sloth and a Red Panda. After a few tries of making them both, we decided for the Sloth. But we didn't want leave Red Panda out, so we including him as well every time we can.
es: Queríamos un personaje principal tierno. Por lo que estabamos entre un Sloth y un Red Panda. Después de algunos intentos haciendo a ambos, nos decidimos por Sloth. Pero no queríamos dejar a Red Panda, por lo que lo incluímos cada vez que podemos.

source: At first, picking Sloth instead of Red Panda, affected their friendship...
es: Al comienzo, elegir a Sloth en vez de Red Panda, afectó su amistad...

source: Lists of Hard Questions!
es: Listas de Preguntas Difíciles

source: Pizza or Burger? Super strength or Super speed? Dogs or Cats?
es: ¿Pizza o Hamburguesa? ¿Super-fuerza o Super-velocidad? ¿Perros o Gatos?

source: Play as guest
es: Jugar como invitado

source: Create an account
es: Crear una cuenta

source: Yes, yes, Huestions is awesome
es: Sí, sí, Huestions es increíble

source: Let me <u>login
es: Déjenme <u>iniciar sesión

source: I would <a href="%(signup_url)s"><u>take the advice</u></a>
es: Yo <a href="%(signup_url)s"><u>tomaría el consejo</u></a>

source: How is the sign held up?
es: ¿Cómo se sostiene el letrero?

source: Lists of the moment
es: Listas del momento

source: Most voted lists in the last few days
es: Listas más votadas en los últimos días

source: Let's go
es: Voy

source: Thanks for being part of this
es: Gracias por ser parte de esto

source: The newest lists
es: Las listas más nuevas

source: Go
es: Ir

source: Answer
es: Responde

source: We believe it is important to have fun on a daily basis. We suggest you do it here, answering lists of cool questions.
es: Creemos que es importante divertirse a diario. Te sugerimos hacerlo aquí, respondiendo listas de preguntas simpáticas.

source: Create that list of questions that you know will be a hit with your friends.
es: Crea esa lista de preguntas que sabes que será un éxito entre tus amistades.

source: Share
es: Comparte

source: Share the lists! Send it to that person
es: Comparte las listas! Envíasela a esa persona

source: How does it work?
es: ¿Cómo funciona?

source: Pick a cool name for your list
es: Elige un nombre genial para tu lista

source: Add fun questions and alternatives to the list
es: Agrega preguntas y alternativas divertidas a la lista

source: Share with everybody
es: Comparte con todos

source: Answer a list
es: Responde una lista

source: Select a list
es: Selecciona una lista

source: Answer it's fun questions
es: Responde sus preguntas divertidas

source: See and compare results
es: Ve y compara resultados

source: We would love to have you
es: Nos encantaría tenerte

source: Join us. It's free.
es: Únetenos. Es gratis.

source: Yes
es: Sí

source: Results
es: Resultados

source: Your vote
es: Tu voto

source: %(shared_user)s's vote
es: Voto de %(shared_user)s

source: Popular lists
es: Listas populares

source: All lists
es: Todas las listas

source: Created:
es: Creada

source: by
es: por

source: Recent votes
es: Votos recientes

source: Copied to clipboard
es: Copiado al portapapeles

source: Copy list link
es: Copiar link de la lista

source: Play
es: Jugar

source: Home
es: Inicio

source: Search
es: Buscar

source: Hi
es: Hola

source: Created
es: Creadas

source: Played
es: Jugadas

source: More
es: Más

source: Your stats
es: Tus estadísticas

source: Log out
es: Cerrar sesión

source: Previous
es: Anterior

source: Next
es: Siguiente

source: First
es: Primera

source: Last
es: Última

source: Search Results for
es: Resultados de búsqueda para

source: Found
es: Encontró

source: result
es: resultado

source: Created lists
es: Listas creadas

source: All your lists
es: Todas tus listas

source: Published
es: Publicadas

source: Unpublished
es: No publicadas

source: Edit
es: Editar

source: Played lists
es: Listas jugadas

source: Lists created
es: Listas creadas

source: Lists published
es: Listas publicadas

source: Questions Answered
es: Preguntas respondidas
